tap "arthurk/virt-manager"
tap "bramstein/webfonttools"
tap "d12frosted/emacs-plus"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "lencx/nofwl"
tap "pkgxdev/made"
tap "platformsh/tap"
tap "romkatv/powerlevel10k"
brew "abseil"
brew "ack"
brew "act"
brew "glib"
brew "libxext"
brew "cairo"
brew "xz"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "openssl@3"
brew "pcre"
brew "sqlite"
brew "aircrack-ng"
brew "airspy"
brew "aom"
brew "apr-util"
brew "gmp"
brew "gcc"
brew "hdf5"
brew "armadillo"
brew "ncurses"
brew "perl"
brew "asciiquarium"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "asdf"
brew "at-spi2-core"
brew "atool"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "c-ares"
brew "node"
brew "bash-language-server"
brew "bash-snippets"
brew "bat"
brew "fmt"
brew "protobuf"
brew "grpc"
brew "nlohmann-json"
brew "spdlog"
brew "bear"
brew "bettercap"
brew "openjdk"
brew "bfg"
brew "binutils"
brew "p7zip"
brew "pillow"
brew "binwalk"
brew "bison"
brew "blueutil"
brew "boost"
brew "bottom"
brew "brew-cask-completion"
brew "brightness"
brew "btop"
brew "caddy"
brew "calcurse"
brew "gnutls"
brew "emacs", restart_service: true
brew "cask"
brew "python@3.12"
brew "ccls"
brew "cgl"
brew "chafa"
brew "cifer"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "crunch"
brew "ctags"
brew "openldap"
brew "curl"
brew "deno"
brew "dex2jar"
brew "dns2tcp"
brew "docker"
brew "dooit"
brew "dotnet"
brew "duti"
brew "efm-langserver"
brew "eslint"
brew "exiv2"
brew "fastfetch"
brew "fcrackzip"
brew "fd"
brew "libice"
brew "libsm"
brew "libxinerama"
brew "feh"
brew "libmicrohttpd"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fish"
brew "fisher"
brew "woff2"
brew "fontforge"
brew "fonttools"
brew "foremost"
brew "freetds"
brew "fzf"
brew "gawk"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-crypt"
brew "git-filter-repo"
brew "git-flow"
brew "git-lfs"
brew "glfw"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glow"
brew "glslang"
brew "gnu-sed"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "graphene"
brew "grep"
brew "gsl"
brew "gtk+3"
brew "libpsl"
brew "libsoup"
brew "gstreamer"
brew "gtk+"
brew "gtksourceview4"
brew "xxhash"
brew "hashcat"
brew "hashpump"
brew "hcxtools"
brew "hstr"
brew "httrack"
brew "libfido2"
brew "mysql-client"
brew "hydra"
brew "ical-buddy"
brew "ifstat"
brew "libomp"
brew "imagemagick"
brew "imagemagick@6"
brew "john"
brew "jpeg"
brew "jq"
brew "jrnl"
brew "jython"
brew "keychain"
brew "knock"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "lftp"
brew "libadwaita"
brew "libclc"
brew "libffi"
brew "libnice"
brew "libosinfo"
brew "libpq"
brew "librsync"
brew "libsixel"
brew "libsoup@2"
brew "libtermkey"
brew "libvirt", restart_service: true
brew "libvterm"
brew "libxaw"
brew "libxft"
brew "libxml2"
brew "llvm"
brew "lolcat"
brew "lsd"
brew "lua-language-server"
brew "luacheck"
brew "luajit"
brew "luarocks"
brew "luv"
brew "lynx"
brew "macos-term-size"
brew "magic-wormhole"
brew "make"
brew "mas"
brew "mesa"
brew "meson"
brew "micro"
brew "molten-vk"
brew "mongosh"
brew "moreutils"
brew "msgpack"
brew "mysql"
brew "nmap"
brew "ripgrep"
brew "w3m"
brew "nb"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "netpbm"
brew "nss"
brew "oh-my-posh"
brew "opencl-clhpp-headers"
brew "openssh"
brew "php"
brew "pidof"
brew "zopfli"
brew "pigz"
brew "pipes-sh"
brew "pngcheck"
brew "poetry"
brew "postgresql@12"
brew "postgresql@14"
brew "postgresql@15"
brew "pre-commit"
brew "prettier"
brew "proxychains-ng"
brew "putty"
brew "pv"
brew "pyright"
brew "python-gdbm@3.11"
brew "python-tk@3.11"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "pytorch"
brew "qemu"
brew "qt@5"
brew "ranger"
brew "recon-ng"
brew "rename"
brew "rlwrap"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "speedtest-cli"
brew "spice-gtk"
brew "sql-language-server"
brew "sqlmap"
brew "ssh-copy-id"
brew "starship"
brew "switchaudio-osx"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "topgrade"
brew "transmission-cli"
brew "trash-cli"
brew "tree"
brew "ucspi-tcp"
brew "vbindiff"
brew "vlang"
brew "vte3"
brew "webpack"
brew "wego"
brew "wget"
brew "wireguard-go"
brew "wireshark"
brew "wtfutil"
brew "xclip"
brew "xmlformat"
brew "xpdf"
brew "xterm"
brew "yaml-language-server"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/fnnn", args: ["HEAD"]
brew "felixkratz/formulae/fyabai", args: ["HEAD"]
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "heroku/brew/heroku"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd"
brew "pkgxdev/made/pkgx"
brew "platformsh/tap/platformsh-cli"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "amethyst"
cask "anaconda"
cask "appcleaner"
cask "authy"
cask "betterdiscord-installer"
cask "burp-suite"
cask "caprine"
cask "chatgpt"
cask "cleanshot"
cask "colorpicker-developer"
cask "colorpicker-materialdesign"
cask "colorpicker-propicker"
cask "commander-one"
cask "cool-retro-term"
cask "cutter"
cask "cyberduck"
cask "discord"
cask "discord-canary"
cask "docker"
cask "electron"
cask "firefox"
cask "folx"
cask "font-3270"
cask "font-3270-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-ligature-symbols"
cask "font-profont-nerd-font"
cask "font-symbols-only-nerd-font"
cask "fontforge"
cask "google-chrome"
cask "grammarly"
cask "hackintool"
cask "hammerspoon"
cask "hex-fiend"
cask "inkscape"
cask "inssider"
cask "libreoffice"
cask "lulu"
cask "machoview"
cask "meetingbar"
cask "monitorcontrol"
cask "mono-mdk-for-visual-studio"
cask "moonlight"
cask "multipass"
cask "mumble"
cask "netspot"
cask "ngrok"
cask "nofwl"
cask "nordvpn"
cask "nova"
cask "orion"
cask "platypus"
cask "postman"
cask "powershell"
cask "protonmail-bridge"
cask "qbittorrent"
cask "sf-symbols"
cask "skim"
cask "sloth"
cask "spotify"
cask "stats"
cask "sublime-merge-dev"
cask "sublime-text"
cask "thunderbird"
cask "topnotch"
cask "transmission"
cask "ubersicht"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xcodes"
cask "xquartz"
cask "zoom"
vscode "apoorvkhare07.andromeda-vscode"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "DanielSanMedium.dscodegpt"
vscode "danmeeusen.deep-default-dark-vscode-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "hipstersmoothie-public.github-dark-high-contrast"
vscode "leizongmin.node-module-intellisense"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "oderwat.indent-rainbow"
vscode "OfHumanBondage.react-proptypes-intellisense"
vscode "piousdeer.horizon-theme-vscode-default-token-colors"
vscode "pranaygp.vscode-css-peek"
vscode "Prisma.prisma"
vscode "ritwickdey.LiveServer"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "rvest.vs-code-prettier-eslint"
vscode "shakram02.bash-beautify"
vscode "steoates.autoimport"
vscode "suming.react-proptypes-generate"
vscode "thekalinga.bootstrap4-vscode"
vscode "toastifydev.celestial-default"
vscode "undefined_publisher.antiq"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "xabikos.JavaScriptSnippets"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
