tap "arthurk/virt-manager"
tap "bramstein/webfonttools"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
brew "abseil"
brew "ack"
brew "act"
brew "glib"
brew "cairo"
brew "xz"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "aom"
brew "openssl@3"
brew "apr-util"
brew "gmp"
brew "gcc"
brew "hdf5"
brew "armadillo"
brew "atk"
brew "atool"
brew "autoconf"
brew "automake"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "c-ares"
brew "node"
brew "bash-language-server"
brew "bat"
brew "fmt"
brew "protobuf"
brew "grpc"
brew "nlohmann-json"
brew "spdlog"
brew "bear"
brew "openjdk"
brew "bfg"
brew "binutils"
brew "numpy"
brew "p7zip"
brew "pillow", link: false
brew "binwalk"
brew "bison"
brew "blueutil"
brew "boost"
brew "bottom"
brew "brew-cask-completion"
brew "brightness"
brew "btop"
brew "calcurse"
brew "coreutils"
brew "gnutls"
brew "emacs", restart_service: true
brew "cask"
brew "ccls"
brew "cgl"
brew "chafa"
brew "cifer"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "openldap"
brew "curl"
brew "deno"
brew "dex2jar"
brew "dns2tcp"
brew "dooit"
brew "dotnet"
brew "duti"
brew "efm-langserver"
brew "eslint"
brew "exa"
brew "fd"
brew "libice"
brew "libsm"
brew "libxinerama"
brew "feh"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "ncurses"
brew "fish"
brew "fisher"
brew "woff2"
brew "fontforge"
brew "fonttools"
brew "freetds"
brew "fzf"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-crypt"
brew "git-filter-repo"
brew "git-flow"
brew "git-lfs"
brew "glfw"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glow"
brew "glslang"
brew "gnu-sed"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "graphene"
brew "grep"
brew "gsl"
brew "gtk+3"
brew "libpsl"
brew "libsoup"
brew "gstreamer"
brew "gtk+"
brew "gtksourceview4"
brew "ical-buddy"
brew "ifstat"
brew "libomp"
brew "imagemagick"
brew "imagemagick@6"
brew "jpeg"
brew "jq"
brew "jrnl"
brew "keychain"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "libclc"
brew "libfido2"
brew "libmicrohttpd"
brew "libnice"
brew "libosinfo"
brew "libpq"
brew "librsync"
brew "libsixel"
brew "libsoup@2"
brew "libtermkey"
brew "libvirt", restart_service: true
brew "libvterm"
brew "libxaw"
brew "libxft"
brew "libxml2"
brew "llvm"
brew "lolcat"
brew "lsd"
brew "lua-language-server"
brew "luacheck"
brew "luajit"
brew "luarocks"
brew "luv"
brew "macos-term-size"
brew "make"
brew "mas"
brew "mesa"
brew "meson"
brew "moreutils"
brew "msgpack"
brew "mysql-client"
brew "pcre"
brew "nmap"
brew "ripgrep"
brew "w3m"
brew "nb"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "oh-my-posh"
brew "opencl-clhpp-headers"
brew "openssh"
brew "perl"
brew "pidof"
brew "zopfli"
brew "pigz"
brew "pipes-sh"
brew "pngcheck"
brew "prettier"
brew "putty"
brew "pv"
brew "pyright"
brew "python-tk@3.11"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "ranger"
brew "rename"
brew "rlwrap"
brew "rust"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "speedtest-cli"
brew "spice-gtk"
brew "spotify-tui"
brew "sql-language-server"
brew "ssh-copy-id"
brew "starship"
brew "switchaudio-osx"
brew "tldr"
brew "tmux"
brew "topgrade"
brew "trash-cli"
brew "tree"
brew "vbindiff"
brew "vlang"
brew "vte3"
brew "wego"
brew "wget"
brew "wireguard-go"
brew "wtfutil"
brew "xclip"
brew "xmlformat"
brew "xpdf"
brew "xterm"
brew "yaml-language-server"
brew "zsh"
brew "zsh-completions"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "felixkratz/formulae/fnnn", args: ["HEAD"]
brew "felixkratz/formulae/svim"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd", args: ["HEAD"]
cask "1password-cli"
cask "alfred"
cask "alt-tab"
cask "amethyst"
cask "anaconda"
cask "appcleaner"
cask "authy"
cask "betterdiscord-installer"
cask "caprine"
cask "cleanshot"
cask "colorpicker-developer"
cask "colorpicker-propicker"
cask "cutter"
cask "cyberduck"
cask "discord"
cask "discord-canary"
cask "docker"
cask "electron"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-ligature-symbols"
cask "font-profont-nerd-font"
cask "font-symbols-only-nerd-font"
cask "fontforge"
cask "grammarly"
cask "hammerspoon"
cask "hex-fiend"
cask "inkscape"
cask "kitty"
cask "libreoffice"
cask "lulu"
cask "machoview"
cask "meetingbar"
cask "monitorcontrol"
cask "mono-mdk-for-visual-studio"
cask "moonlight"
cask "mumble"
cask "powershell"
cask "sf-symbols"
cask "skim"
cask "sloth"
cask "spotify"
cask "stats"
cask "thunderbird"
cask "topnotch"
cask "ubersicht"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "wine-stable"
cask "xquartz"
cask "zoom"
mas "Color Picker", id: 1545870783
mas "Developer", id: 640199958
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
vscode "abusaidm.html-snippets"
vscode "aprilandjan.ascii-tree-generator"
vscode "bajdzis.vscode-database"
vscode "batisteo.vscode-django"
vscode "BitBelt.converttoasciiart"
vscode "DanielSanMedium.dscodegpt"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dooez.alt-catppuccin-vsc"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "hars.CppSnippets"
vscode "helixquar.asciidecorator"
vscode "JakeWilson.vscode-picture"
vscode "jbenden.c-cpp-flylint"
vscode "jeff-hykin.better-cpp-syntax"
vscode "KevinRose.vsc-python-indent"
vscode "l7ssha.tag-inserter"
vscode "lolkush.quickstart"
vscode "mgmcdermott.vscode-language-babel"
vscode "Mohammed.simple-black-theme"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.autopep8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.vscode-typescript-next"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "npv2k1.theme-dracula-grey"
vscode "rajeshroyal896.extended-html5-boilerplate"
vscode "ritwickdey.LiveServer"
vscode "shakram02.bash-beautify"
vscode "shepelevstas.dumb-copy-paste"
vscode "sidthesloth.html5-boilerplate"
vscode "streetsidesoftware.code-spell-checker"
vscode "TaodongWu.ejs-snippets"
vscode "tcarlswing.custom-cpp-highlighting"
vscode "tushortz.python-extended-snippets"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "walkme.HTML5-extension-pack"
vscode "whizkydee.material-palenight-theme"
vscode "wholroyd.jinja"
vscode "xabikos.JavaScriptSnippets"
vscode "yuritoledo.outrun-space"
