tap "arthurk/virt-manager"
tap "bramstein/webfonttools"
tap "felixkratz/formulae"
tap "homebrew install /bundle"
tap "homebrew install /cask"
tap "homebrew install /cask-fonts"
tap "homebrew install /core"
tap "homebrew install /services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
brew install  "ack"
brew install  "act"
brew install  "glib"
brew install  "sqlite"
brew install  "xz"
brew install  "python@3.9"
brew install  "gdk-pixbuf"
brew install  "harfbuzz"
brew install  "pango"
brew install  "librsvg"
brew install  "adwaita-icon-theme"
brew install  "apr-util"
brew install  "gmp"
brew install  "hdf5"
brew install  "armadillo"
brew install  "atk"
brew install  "atool"
brew install  "bash"
brew install  "bash-completion@2"
brew install  "node"
brew install  "bash-language-server"
brew install  "bat"
brew install  "protobuf"
brew install  "bear"
brew install  "bfg"
brew install  "binutils"
brew install  "numpy"
brew install  "p7zip"
brew install  "pillow"
brew install  "binwalk"
brew install  "blueutil"
brew install  "boost"
brew install  "bottom"
brew install  "brew install -cask-completion"
brew install  "brightness"
brew install  "btop"
brew install  "calcurse"
brew install  "coreutils"
brew install  "gnutls"
brew install  "emacs"
brew install  "cask"
brew install  "llvm"
brew install  "ccls"
brew install  "cifer"
brew install  "clang-format"
brew install  "openldap"
brew install  "curl"
brew install  "deno"
brew install  "dex2jar"
brew install  "dns2tcp"
brew install  "dooit"
brew install  "dotnet"
brew install  "duti"
brew install  "efm-langserver"
brew install  "eslint"
brew install  "exa"
brew install  "fasd"
brew install  "fastfetch"
brew install  "fd"
brew install  "feh"
brew install  "tesseract"
brew install  "ffmpeg"
brew install  "findutils"
brew install  "fish"
brew install  "fisher"
brew install  "woff2"
brew install  "fontforge"
brew install  "freetds"
brew install  "fzf"
brew install  "gh"
brew install  "ghostscript"
brew install  "git"
brew install  "openssl@3"
brew install  "git-crypt"
brew install  "git-filter-repo"
brew install  "git-flow"
brew install  "git-lfs"
brew install  "gsettings-desktop-schemas"
brew install  "glib-networking"
brew install  "glow"
brew install  "gnu-sed"
brew install  "gnupg"
brew install  "python@3.10"
brew install  "gobject-introspection"
brew install  "graphene"
brew install  "grep"
brew install  "gsl"
brew install  "gstreamer"
brew install  "gst-plugins-base"
brew install  "gst-libav"
brew install  "libnice"
brew install  "gst-plugins-bad"
brew install  "gtk+3"
brew install  "libpsl"
brew install  "libsoup"
brew install  "gst-plugins-good"
brew install  "gst-plugins-ugly"
brew install  "gtksourceview4"
brew install  "ical-buddy"
brew install  "ifstat"
brew install  "libomp"
brew install  "imagemagick"
brew install  "jq"
brew install  "jrnl"
brew install  "keychain"
brew install  "krb5"
brew install  "lazydocker"
brew install  "lazygit"
brew install  "libfido2"
brew install  "libosinfo"
brew install  "libpq"
brew install  "libsoup@2"
brew install  "libvirt", restart_service: true
brew install  "libxml2"
brew install  "lolcat"
brew install  "lsd"
brew install  "lua"
brew install  "lua-language-server"
brew install  "luacheck"
brew install  "luarocks"
brew install  "make"
brew install  "mas"
brew install  "moreutils"
brew install  "mysql-client"
brew install  "nmap"
brew install  "ripgrep"
brew install  "w3m"
brew install  "nb"
brew install  "ncdu"
brew install  "neovim"
brew install  "oh-my-posh"
brew install  "openssh"
brew install  "perl"
brew install  "php"
brew install  "zopfli"
brew install  "pigz"
brew install  "pngcheck"
brew install  "prettier"
brew install  "pv"
brew install  "qemu"
brew install  "qt@5", link: true
brew install  "ranger"
brew install  "rename"
brew install  "rlwrap"
brew install  "rust"
brew install  "rustup-init"
brew install  "shellcheck"
brew install  "shfmt"
brew install  "socat"
brew install  "speedtest-cli"
brew install  "spice-gtk"
brew install  "spotify-tui"
brew install  "sql-language-server"
brew install  "ssh-copy-id"
brew install  "switchaudio-osx"
brew install  "tldr"
brew install  "tmux"
brew install  "topgrade"
brew install  "trash-cli"
brew install  "tree"
brew install  "vbindiff"
brew install  "vte3"
brew install  "wego"
brew install  "wget"
brew install  "wireguard-go"
brew install  "wtfutil"
brew install  "xclip"
brew install  "xmlformat"
brew install  "xpdf"
brew install  "yaml-language-server"
brew install  "youtube-dl"
brew install  "zsh-autosuggestions"
brew install  "zsh-completions"
brew install  "zsh-syntax-highlighting"
brew install  "bramstein/webfonttools/sfnt2woff"
brew install  "bramstein/webfonttools/sfnt2woff-zopfli"
brew install  "felixkratz/formulae/sketchybar"
brew install  "khanhas/tap/spicetify-cli"
brew install  "koekeishiya/formulae/skhd"
brew install  "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "alacritty"
cask "alfred"
cask "betterdiscord-installer"
cask "cutter"
cask "discord"
cask "firefox"
cask "grammarly"
cask "hammerspoon"
cask "inkscape"
cask "kitty"
cask "libreoffice"
cask "lulu"
cask "meetingbar"
cask "monitorcontrol"
cask "moonlight"
cask "powershell"
cask "sf-symbols"
cask "skim"
cask "sloth"
cask "spotify"
cask "stats"
cask "thunderbird"
cask "visual-studio-code"
cask "xquartz"
