tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "abseil"
brew "ack"
brew "act"
brew "aom"
brew "gcc"
brew "hdf5"
brew "armadillo"
brew "autoconf"
brew "c-ares"
brew "fmt"
brew "grpc"
brew "nlohmann-json"
brew "spdlog"
brew "bear"
brew "bison"
brew "boost"
brew "btop"
brew "cairo"
brew "ccls"
brew "cgl"
brew "chafa"
brew "cmake"
brew "coreutils"
brew "curl"
brew "python@3.11"
brew "dooit"
brew "eslint"
brew "exa"
brew "findutils"
brew "fish"
brew "fontforge"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "glfw"
brew "glslang"
brew "gnu-sed"
brew "gnuplot"
brew "gnutls"
brew "go"
brew "gsl"
brew "ifstat"
brew "libomp"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "lazygit"
brew "libclc"
brew "libice"
brew "librsync"
brew "libsixel"
brew "libsm"
brew "libtermkey"
brew "libvterm"
brew "libxaw"
brew "libxft"
brew "libxinerama"
brew "llvm"
brew "luajit"
brew "luv"
brew "macos-term-size"
brew "make"
brew "mas"
brew "mesa"
brew "meson"
brew "msgpack"
brew "neofetch"
brew "neovim"
brew "opencl-clhpp-headers"
brew "openjdk"
brew "openssl@3"
brew "pcre"
brew "pkg-config"
brew "putty"
brew "pyright"
brew "python@3.10"
brew "python@3.8"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rust"
brew "starship"
brew "switchaudio-osx"
brew "tmux"
brew "tree"
brew "vlang"
brew "vulkan-tools"
brew "wget"
brew "wireguard-go"
brew "xterm"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/fnnn", args: ["HEAD"]
brew "felixkratz/formulae/fskhd", args: ["HEAD"]
brew "felixkratz/formulae/fyabai", args: ["HEAD"]
brew "felixkratz/formulae/sketchybar", args: ["HEAD"]
brew "felixkratz/formulae/svim"
cask "1password-cli"
cask "font-hack-nerd-font"
cask "hex-fiend"
cask "libreoffice"
cask "lulu"
cask "machoview"
cask "mactex"
cask "meetingbar"
cask "miniforge"
cask "monitorcontrol"
cask "mono-mdk-for-visual-studio"
cask "moonlight"
cask "mumble"
cask "powershell"
cask "sf-symbols"
cask "skim"
cask "sloth"
cask "spotify"
cask "visual-studio"
cask "vlc"
cask "zoom"
mas "Xcode", id: 497799835
vscode "ritwickdey.LiveServer"
