tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "abseil"
brew "ack"
brew "act"
brew "aom"
brew "autoconf"
brew "c-ares"
brew "fmt"
brew "grpc"
brew "nlohmann-json"
brew "spdlog"
brew "bear"
brew "bison"
brew "gcc"
brew "btop"
brew "cairo"
brew "cgl"
brew "chafa"
brew "cmake"
brew "coreutils"
brew "curl"
brew "python@3.11"
brew "dooit"
brew "eslint"
brew "exa"
brew "findutils"
brew "fish"
brew "fontforge"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "glfw"
brew "gnu-sed"
brew "gnuplot"
brew "gnutls"
brew "go"
brew "gsl"
brew "hdf5"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "lazygit"
brew "libclc"
brew "libice"
brew "librsync"
brew "libsixel"
brew "libsm"
brew "libtermkey"
brew "libvterm"
brew "libxaw"
brew "libxft"
brew "libxinerama"
brew "llvm"
brew "luajit"
brew "luv"
brew "macos-term-size"
brew "make"
brew "mesa"
brew "meson"
brew "msgpack"
brew "neofetch"
brew "neovim"
brew "opencl-clhpp-headers"
brew "openjdk"
brew "openssl@3"
brew "pcre"
brew "pkg-config"
brew "putty"
brew "pyright"
brew "python@3.10"
brew "python@3.8"
brew "rlwrap"
brew "rust"
brew "switchaudio-osx"
brew "tmux"
brew "tree"
brew "vlang"
brew "vulkan-tools"
brew "wget"
brew "xterm"
brew "zsh"
brew "felixkratz/formulae/fnnn", args: ["HEAD"]
brew "felixkratz/formulae/fskhd", args: ["HEAD"]
brew "felixkratz/formulae/fyabai", args: ["HEAD"]
brew "felixkratz/formulae/sketchybar", args: ["HEAD"]
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "authy"
cask "betterdiscord-installer"
cask "caprine"
cask "cleanshot"
cask "cutter"
cask "discord"
cask "electron"
cask "firefox"
cask "google-chrome"
cask "grammarly"
cask "hammerspoon"
cask "inkscape"
cask "mono-mdk-for-visual-studio"
cask "onyx"
cask "powershell"
cask "sf-symbols"
cask "visual-studio"
